Repository: wp-plugins/token2-hardware-tokens
Catalog: lang/google-authenticator-*.po
Languages: de_de, fr_fr, it_it

source: If you don't have Token2 Hardware Tokens enabled for your WordPress account, leave this field empty.
de_de: Falls die Nutzung von &quot;Token2 Hardware Tokens&quot; für dieses WordPress-Konto nicht aktiviert ist, dieses Feld leer lassen.
fr_fr: Si vous n'avez pas activé Google ASuthenticator pour votre compte wordpress, laissez ce champ vide.
it_it: Se Token2 Hardware Tokens non è attivo per il tuo account WordPress, lascia vuoto questo campo.

source: Token2 Hardware Tokens code
de_de: &quot;Token2 Hardware Tokens&quot;-Code
fr_fr: Code Token2 Hardware Tokens
it_it: Codice di Token2 Hardware Tokens

source: <strong>ERROR</strong>: The Token2 Hardware Tokens password is incorrect.
fr_fr: <strong>ERREUR</strong>: Le code Token2 Hardware Tokens est incorrect.
it_it: <strong>ERRORE</strong>: la password di Token2 Hardware Tokens non è corretta..

source: <strong>ERROR</strong>: The Token2 Hardware Tokens code is incorrect or has expired.
de_de: <strong>FEHLER</strong>: Der eingegebene &quot;Token2 Hardware Tokens&quot;-Code ist falsch oder abgelaufen.
fr_fr: <strong>ERREUR</strong>: Le code Token2 Hardware Tokens est incorrect ou périmé.
it_it: <strong>ERRORE</strong>: Il codice di Token2 Hardware Tokens non è corretta o è scaduto.

source: Token2 Hardware Tokens Settings
de_de: Einstellungen zu Token2 Hardware Tokens
fr_fr: Réglages Token2 Hardware Tokens
it_it: Impostazioni di Token2 Hardware Tokens

source: Active
de_de: Aktivieren
fr_fr: Activer
it_it: Attiva

source: Relaxed mode
fr_fr: Mode relax
it_it: Modalità comoda

source: Relaxed mode allows for more time drifting on your phone clock (&#177;4 min).
fr_fr: Le mode relax vous permet d'avoir plus de temps de latence sur le chrono de votre téléphone (&#177;4 min).
it_it: La modalità comoda permette uno scostamento di tempo più esteso rispetto all'orologio del telefono (&#177;4 min).

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Description that you'll see in the Token2 Hardware Tokens app on your phone.
de_de: Beschreibung, die in der &quot;Token2 Hardware Tokens&quot;-App auf dem Smartphone angezeigt wird.
fr_fr: Voici la description que vous verrez dans l'app Gogogle Authentiator de votre téléphone.
it_it: La descrizione che si vede nell'app Token2 Hardware Tokens sul telefono.

source: Secret
de_de: Geheimschlüssel
fr_fr: Code secret
it_it: Chiave segreta

source: Create new secret
de_de: Neuen Geheimschlüssel erzeugen
fr_fr: Créer nouveau code secret
it_it: Crea una nuova chiave segreta

source: Show/Hide QR code
de_de: QR-Code anzeigen/verstecken
fr_fr: Montrer/Cacher le QR Code
it_it: Mostra/nascondi il codice QR

source: Scan this with the Token2 Hardware Tokens app.
de_de: Scanne diesen QR-Code mit der &quot;Token2 Hardware Tokens&quot;-App deines Smartphones.
fr_fr: Scanner ceci avec votre app Token2 Hardware Tokens
it_it: Effettua la scansione con l'app Token2 Hardware Tokens.

source: Enable App password
fr_fr: Autoriser mot de passe de l'app
it_it: Abilita la password delle App

source: Enabling an App password will decrease your overall login security.
fr_fr: Autoriser un mot de passe d'app réduira votre sécurité globale de connexion.
it_it: L'abilitazione della password delle App abbasserà il livello di sicurezza generale del login.

source: Create new password
fr_fr: Créer nouveau mot de passe
it_it: Crea una nuova password

source: Password is not stored in cleartext, this is your only chance to see it.
fr_fr: Le mot de passe n'est pas stocké en texte clair, c'est votre seule opportunité de le voir.
it_it: La password non è conservata in chiaro: questo l'unico momento in cui la si può vedere.

source: Two-Factor Authentication for WordPress using the Token2 Hardware Token app as One Time Password generator.
de_de: Zwei-Faktor-Authentifizierung für WordPress mit der &quot;Token2 Hardware Tokens&quot;-App für Token2 Hardware Token
it_it: Autenticazione a due fattori per WordPress utilizzando un'app su Token2 Hardware Token come generatore di Password usa-e-getta.

source: WordPress Blog
fr_fr: Blog WordPress
